---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.BasepointNorthsouthParam
source: html/62ffb3d7-bfe6-fca0-bcb4-c97e3e744612.htm
---
# Autodesk.Revit.DB.ParameterTypeId.BasepointNorthsouthParam Property

"N/S"

## Syntax (C#)
```csharp
public static ForgeTypeId BasepointNorthsouthParam { get; }
```